[ACTION_ChangeConditionLoc]
ActionString="Обновить точку"

[ACTION_OpenRandomTrader]
ActionString="Открыть магазин случайного трейдера"

[KFHintmanager_Story]
Hints[42].Title="Необязательные миссии"
Hints[42].Hint="Вы только что получили необязательную миссию. Выполнив ее, можно получить деньги. Чтобы приступить к выполнению, выберите область миссий в интерфейсе"

[KFStoryGameInfo]
GameName="Режим задач"
Description="Режим задач - вариация на тему основного режима Killing Floor. Игроки оказываются в особом уровне с набором линейных задач, которые нужно выполнять по порядку, чтобы продвигаться дальше. Все это ведет к финальному сражению с Патриархом. Задания уникальны, награды за них разнятся, а вас пытаются остановить бесчисленные волны противников!"

[KF_BreakerBoxNPC]
NPCName="Рубильник"

[KF_PlaceableStoryPickup]
Message_Use="Нажмите кнопку ИСПОЛЬЗОВАНИЕ, чтобы взять предмет"

[KF_StoryNPC]
NPCName="Неигровой персонаж"

[KeyPickup_Story]
PickupMessage="Вы нашли ключ"

[ObjCondition_Timed]
HUD_Screen.Screen_Hint="Осталось времени:"

[ObjCondition_TraderTime]
HUD_World.World_Hint="Трейдер"

